Repository: nymtech/nym-vpn-client
Catalog: nym-vpn-apple/NymVPN/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fa, fr, hi, it, ja, pt_br, ru, tr, uk, vi, zh_hans

# 2hopMixnetTitle
source: Fast (WireGuard)
ar: سريع (WireGuard)
bn: ফাস্ট (WireGuard)
de: Schnell (WireGuard)
es: Rápido (WireGuard)
fa: پر سرعت (WireGuard)
fr: Rapide (WireGuard)
hi: तेज़ (WireGuard*)
it: Veloce (WireGuard)
ja: 高速 (WireGuard)
pt_br: Rápido (Guarda-Wire)
ru: Быстрый (WireGuard)
tr: Hızlı (WireGuard)
uk: Швидкий (WireGuard)
vi: Nhanh (WireGuard)
zh_hans: 快速(WireGuard)

# 2hopWireGuardSubtitle
source: Browsing, streaming, downloads
ar: التصفح، البث، التنزيلات
bn: ব্রাউজিং, স্ট্রিমিং, ডাউনলোডস
de: Surfen, Streamen, Downloads
es: Navegación, streaming, descargas
fa: وبگردی، استریمینگ، دانلود
fr: Navigation, streaming, téléchargements
hi: ब्राउज़िंग, स्ट्रीमिंग और साझाकरण के लिए
it: Esplorazione, streaming, download
ja: ブラウジング、ストリーミング、ダウンロード
pt_br: Navegação, streaming, downloads
ru: Браузинг, стриминг, загрузки
tr: İnternette gezinme, yayın izleme, indirmeler
uk: Найкраще для серфінгу, відео, спільного використання
vi: Phù hợp cho duyệt web, phát trực tuyến, tải xuống
zh_hans: 适用于浏览、流媒体、下载

# 5hopMixnetSubtitle
source: Maximum privacy for sensitive tasks
ar: الخصوصية القصوى للمهام الحساسة
bn: সংবেদনশীল কাজের জন্য সর্বোচ্চ গোপনীয়তা
de: Maximale Privatsphäre für sensible Aufgaben
es: Máxima privacidad para tareas sensibles
fa: حداکثر حریم خصوصی برای کارهای مهم و حساس
fr: Confidentialité maximale pour les tâches sensibles
hi: भुगतान, ईमेल, संदेशों के लिए
it: Massima privacy per attività sensibili
ja: 機密タスクのプライバシーの最大値
pt_br: Privacidade máxima para tarefas sensíveis
ru: Максимальная приватность для важных задач
tr: Hassas işlemler için maksimum gizlilik
uk: Найкраще для платежів, електронних листів, повідомлень
vi: Quyền riêng tư tối đa cho các tác vụ nhạy cảm
zh_hans: 为敏感活动提供最大程度的保护

# 5hopMixnetTitle
source: Anonymous (mixnet)
ar: مجهول (mixnet)
bn: সম্পূর্ণ গোপন (মিক্সনেট)
de: Anonym (Mixnet)
es: Anónimo (mixnet)
fa: ِمیکس‌نتِ ناشناس
fr: Anonyme (mixnet)
hi: अनाम (मिक्सनेट)
it: Anonimo
ja: 匿名（(mixnet)）
pt_br: Anônimo (mixnet)
ru: Анонимный (микснет)
tr: Anonim (mixnet)
uk: Анонімний (мікснет)
vi: Ẩn danh (mixnet)
zh_hans: 匿名模式 （混合网络）

# accessibility.dimmed
source: Dimmed
ar: ممزقة
bn: অনুজ্বল
de: Abgedunkelt
es: Atenuado
fa: غیرفعال شده
fr: Atténué
hi: डिम्म्ड
it: Immacchiato
pt_br: Atenuado
ru: Неактивно
tr: Devre dışı
uk: Недоступно
vi: Tối
zh_hans: 渐暗

# accessibility.doubleTap.copy
source: Double-tap to copy
ar: انقر نقراً مزدوجاً للنسخ
bn: ডাবল-ট্যাপ করে কপি করুন
de: Doppeltippen zum Kopieren
es: Toca dos veces para copiar
fa: برای کپی کردن دوبار ضربه بزنید
fr: Appuyez deux fois pour copier
hi: कॉपी करने के लिए डबल-टैप करें
it: Doppio tocco per copiare
pt_br: Toque duas vezes para copiar
ru: Нажмите дважды, чтобы скопировать
tr: Kopyalamak için çift dokunun
uk: Двічі натисніть, щоб скопіювати
vi: Nhấn đúp để sao chép
zh_hans: 双击复制

# accessibility.doubleTap.externalLink
source: Double-tap to open external link
ar: النقر المزدوج لفتح الرابط الخارجي
bn: বাইরের লিংক খুলতে ডাবল-ট্যাপ করুন
de: Doppeltippen, um externen Link zu öffnen
es: Doble toque para abrir el enlace externo
fa: برای باز کردن لینک خارجی دو بار ضربه بزنید
fr: Appuyez deux fois pour ouvrir le lien externet
hi: बाहरी लिंक खोलने के लिए दो बार टैप करें
it: Doppio tocco per aprire il collegamento esterno
pt_br: Toque duas vezes para abrir o link externo
ru: Нажмите дважды, чтобы открыть ссылку
tr: Dış bağlantıyı açmak için çift dokunun
uk: Двічі торкніться, щоб відкрити зовнішнє посилання
vi: Nhấn đúp để mở liên kết bên ngoài
zh_hans: 双击以打开外部链接

# accessibility.doubleTap.toggle
source: Double-tap to toggle
ar: انقر نقراً مزدوجاً للتبديل
bn: টগল করতে ডাবল-ট্যাপ করুন
de: Doppeltippen zum Umschalten
es: Doble toque para alternar
fa: برای فعال یا غیرفعال کردن دوبار ضربه بزنید
fr: Appuyez deux fois pour basculer
hi: डबल टैप करें टॉगल करने के लिए
it: Doppio tocco per attivare/disattivare
pt_br: Toque duas vezes para alternar
ru: Нажмите дважды для переключения
tr: Açmak veya kapatmak için çift dokunun
uk: Подвійний тап для перемикання
vi: Nhấn đúp để chuyển đổi
zh_hans: 双击唤醒

# addCredentials.Credential
source: Credential
ar: بيانات
bn: ক্রেডেনশিয়াল
de: Anmeldeinformationen
es: Credencial
fa: گواهی‌اتصالِ‌ناشناس
fr: Identifiant
hi: क्रेडेंशियल
it: Credenziali
ja: 認証情報
pt_br: Credenciais
ru: Учетные данные
tr: Kimlik Bilgileri
uk: Облікові дані
vi: Thông tin xác thực
zh_hans: 凭证

# addCredentials.Credential.addNewCredential
source: Add new credential
ar: إضافة بيانات اعتماد جديدة
bn: নতুন ক্রেডেনশিয়াল যোগ করুন
de: Neue Anmeldeinformationen hinzufügen
es: Añadir nueva credencial
fa: افزودن گواهی‌اتصالِ‌ناشناس جدید
fr: Ajouter un identifiant
hi: नया क्रेडेंशियल जोड़ें
it: Aggiungi nuova credenziale
ja: 認証情報を追加
pt_br: Adicionar novas credenciais
ru: Добавьте новые учетные данные
tr: Yeni kimlik bilgisi ekle
uk: Додати нові облікові дані
vi: Thêm thông tin xác thực mới
zh_hans: 添加新凭证

# addCredentials.credential.daysLeft
source: days left
ar: الأيام المتبقية
bn: দিন বাকি
de: verbleibende Tage
es: días restantes
fa: روز باقی مانده
fr: jours restants
hi: दिन बचे हैं
it: giorni rimanenti
ja: 残り日数
pt_br: dias restantes
ru: осталось дней
tr: gün kaldı
uk: днів залишилось
vi: ngày nữa
zh_hans: 剩余天数

# addCredentials.credential.outOf
source: out of
ar: من خارج
bn: থেকে
de: aus
es: de
fa: روز باقی مانده
fr: plus de
hi: में से
it: fuori da
ja: 期限切れ
pt_br: fora de
ru: из
tr: dışında
uk: з
vi: trong số
zh_hans: 已用

# addCredentials.Credential.soonToExpire
source: Soon to expire?
ar: سرعان ما تنتهي صلاحيته؟
bn: শীঘ্রই মেয়াদ শেষ হবে?
de: Läuft bald ab?
es: ¿Caduca pronto?
fa: به زودی منقضی می‌شود؟
fr: Bientôt expiré ?
hi: जल्द ही समाप्त होने वाला?
it: Presto per scadere?
ja: まもなく有効期限が切れますか？
pt_br: Em breve irá expirar?
ru: Скоро закончится?
tr: Süresi yakında dolacak mı?
uk: Скоро закінчиться?
vi: Sắp hết hạn?
zh_hans: 即将到期？

# addCredentials.error.cannotCreateCache
source: Cannot create cache
ar: لا يمكن إنشاء ذاكرة التخزين المؤقت
bn: ক্যাশ তৈরি করা যাচ্ছে না
de: Cache kann nicht erstellt werden
es: No se puede crear la caché
fa: نمی‌توان cache را ایجاد کرد
fr: Impossible de créer le cache
hi: Cache नहीं बना सके
it: Impossibile creare la cache
ja: キャッシュを作成できません。
pt_br: Não é possível criar cache
ru: Не удается создать кэш
tr: Önbellek oluşturulamıyor
uk: Не вдається створити кеш
vi: Không thể tạo bộ nhớ đệm
zh_hans: 无法创建缓存

# addCredentials.error.cannotCreateDB
source: Cannot create credentials database
ar: لا يمكن إنشاء قاعدة بيانات بيانات الاعتماد
bn: ক্রেডেনশিয়াল ডাটাবেস তৈরি করা যায়নি
de: Datenbank für Anmeldeinformation kann nicht erstellt werden
es: No se puede crear la base de datos de credenciales
fa: نمی‌توان پایگاه داده گواهی‌اتصال‌ِناشناس را ایجاد کرد
fr: Impossible de créer la base de données avec les identifiants
hi: क्रेडेंशियल्स डेटाबेस नहीं बना सकता
it: Impossibile creare il database delle credenziali
ja: 認証情報データベースを作成できません
pt_br: Não é possível criar um banco de dados de credenciais
ru: Невозможно создать базу данных учетных данных
tr: Kimlik bilgileri veritabanı oluşturulamadı
uk: Не вдалося створити базу даних облікових даних
vi: Không thể tạo cơ sở dữ liệu thông tin xác thực
zh_hans: 无法创建凭证数据库

# addCredentials.error.noExpiryDate
source: Credential has no expiry date
ar: لا يوجد تاريخ انتهاء الصلاحية للاعتماد
bn: ক্রেডেনশিয়ালের মেয়াদ নির্ধারিত নেই
de: Anmeldeinformationen haben kein Ablaufdatum
es: La credencial no tiene fecha de caducidad
fa: گواهی‌اتصال‌ِناشناس تاریخ انقضایی ندارد
fr: L'identifiant n'a pas de date d'expiration
hi: क्रेडेंशियल की कोई समाप्ति तिथि नहीं है
it: Il Credential non ha data di scadenza
ja: 認証情報には有効期限がありません
pt_br: Credencial não tem data de vencimento
ru: Учетные данные не имеют срока действия
tr: Kimlik bilgisinin geçerlilik süresi yok
uk: Облікові дані не мають дати завершення
vi: Thông tin xác thực không có ngày hết hạn
zh_hans: 凭证未设置有效期

# addCredentials.getStarted.Title
source: Enter or paste your passphrase: 24 words separated by spaces
ar: أدخل أو لصق كلمة المرور الخاصة بك: 24 كلمة مفصولة بمسافات
de: Bitte gib deine Passphrase ein: 24 durch Leerzeichen getrennte Wörter
es: Introduzca o pegue su contraseña: 24 palabras separadas por espacios
fr: Entrez ou collez votre phrase de passe : 24 mots séparés par des espaces
hi: अपना पासफ़्रेज़ दर्ज करें या पेस्ट करें: रिक्त स्थानों से अलग किए गए 24 शब्द
it: Inserisci o incolla la tua passphrase: 24 parole separate da spazi
ja: パスフレーズを入力または貼り付けてください: スペースで区切られた 24 語。
pt_br: Digite ou cole sua senha: 24 palavras separadas por espaços
ru: Пожалуйста, введите свой код доступа: 24 слова, разделённых пробелами
uk: Введіть або вставте свій пароль: 24 слова, розділені пробілами
zh_hans: 输入或粘贴您的密码短语：24个单词被空格分隔。

# addCredentials.newToNymVPN
source: New to NymVPN?
ar: هل أنت جديد على NymVPN؟
bn: NymVPN-এ নতুন?
de: Neu bei NymVPN?
es: ¿Nuevo en NymVPN?
fa: در NymVPN تازه واردید؟
fr: Pas encore utilisateur ?
hi: NymVPN में नए हैं?
it: Prima volta su NymVPN?
ja: NymVPNは初めてですか？
pt_br: Novo no NymVPN?
ru: Впервые используете NymVPN?
tr: NymVPN'de yeni misiniz?
uk: Новачок в NymVPN?
vi: Lần đầu đến với NymVPN?
zh_hans: NymVPN 新手？

# addCredentials.placeholder
source: word1 word2 word3 word4... (24 words)
ar: كلمة 1 كلمة 2 كلمة 3 4... (24 كلمة)
de: Wort1 Wort2 Wort3 Wort4... (24 Wörter)
es: palabra1 palabra2 palabra3 palabra4... (24 palabras)
fr: mot1 mot2 mot3 mot4... (24 mots)
hi: शब्द 1 शब्द 2 शब्द 3 शब्द 4... (24 शब्द)
it: parola1 parola2 parola3 parola4... (24 parole)
ja: word1ワード2ワード3ワード4...(24ワード)
pt_br: palavra2 palavra3 palavra4... (24 palavras)
ru: слово1 слово2 слово3 слово4... (24 слова)
uk: слово1 слово2 слово3 слово4... (24 слова)
zh_hans: word1 word2 word3 word4... (24个字)

# addCredentials.qrScanner
source: QR code scanner
ar: ماسح رمز QR
bn: QR কোড স্ক্যানার
es: Lector de códigos QR
fa: اسکنر کد QR
fr: Scanner de code QR
hi: QR कोड स्कैनर
it: Scanner di codice QR
ja: QR コードスキャナー
pt_br: Leitor de QR Code
ru: QR-сканер
tr: QR kod tarayıcı
uk: Сканер QR-кодів
vi: Máy quét mã QR
zh_hans: 扫描二维码

# addCredentials.qrScanner.cameraNotAvailable
source: Camera not available. Check permissions.
ar: الكاميرا غير متوفرة. تحقق من الأذونات.
bn: ক্যামেরা উপলব্ধ নেই। অনুমতি চেক করুন।
de: Kamera nicht verfügbar. Überprüfe die Berechtigungen.
es: Cámara no disponible. Comprueba los permisos.
fa: دوربین در دسترس نیست. مجوزها را بررسی کنید.
fr: La caméra n'est pas disponible. Vérifiez les permissions.
hi: कैमरा उपलब्ध नहीं है। अनुमतियों की जांच करें।
it: Fotocamera non disponibile. Controlla i permessi.
ja: カメラは利用できません。権限を確認してください。
pt_br: Câmera não esta disponível. Cheque as permissões do aplicativo.
ru: Камера недоступна. Проверьте разрешения.
tr: Kamera kullanılamıyor. İzinleri kontrol edin.
uk: Камера недоступна. Перевірте дозволи.
vi: Không có máy ảnh. Kiểm tra quyền.
zh_hans: 摄像头不可用。请检查权限。

# addCredentials.qrScanner.openSettings
source: Open Settings
ar: فتح الإعدادات
bn: সেটিংস খুলুন
de: Einstellungen öffnen
es: Abrir configuración
fa: تنظیمات را باز کنید
fr: Ouvrir les réglages
hi: सेटिंग्स खोलें
it: Apri Impostazioni
ja: 設定を開く
pt_br: Abrir configurações
ru: Откройте настройки
tr: Ayarları Aç
uk: Відкрити налаштування
vi: Mở cài đặt
zh_hans: 打开设置

# addCredentials.scanQrCode
source: Scan NymVPN credential QR code
ar: مسح رمز QR الخاص بـ NymVPN
bn: NymVPN ক্রেডেনশিয়াল QR কোড স্ক্যান করুন
de: QR-Code für NymVPN-Anmeldeinformationen scannen
es: Escanear QR de la credencial NymVPN
fa: اسکن کیو آر کد گواهی‌اتصالِ‌ناشناس NymVPN
fr: Scanner le code d'accès QR
hi: NymVPN क्रेडेंशियल QR को स्कैन करें
it: Scansiona codice QR credenziale NymVPN
ja: NymVPN 認証情報のQRコードをスキャン
pt_br: Escanear QR code da Credencial NymVPN
ru: Отсканируйте QR-код учетных данных NymVPN
tr: NymVPN kimlik bilgisi QR kodunu tara
uk: Відскануйте QR облікових даних NymVPN
vi: Quét mã QR thông tin xác thực NymVPN
zh_hans: 扫描 NymVPN 凭证二维码

# addCredtenials.mnemonic
source: 24 word-passphrase
ar: 24 كلمة مرور
de: 24-Wort-Passphrase
es: Contraseña de 24 palabras
fr: Mot de passe 24 mots
hi: 24 शब्दों का पासफ़्रेज़
it: 24 passphrase
pt_br: 24 palavras-senha
ru: Код доступа из 24 слов
uk: 24 фраза-пароль
zh_hans: 24 个单词密码

source: App
ar: التطبيق
bn: অ্যাপ
fa: برنامه
hi: ऐप
ja: アプリ
ru: Приложение
tr: Uygulama
uk: Додаток
vi: Ứng dụng
zh_hans: 应用程序

# autoConnectSubtitle
source: Auto connect at app startup
ar: الاتصال التلقائي عند تشغيل التطبيق
bn: অ্যাপ চালু হলে স্বয়ংক্রিয়ভাবে সংযোগ করুন
de: Beim Start der App automatisch verbinden
es: Conectar automáticamente al iniciar la aplicación
fa: اتصال خودکار در زمان راه‌اندازی برنامه
fr: Connexion automatique au démarrage
hi: ऐप शुरू होने पर स्वयं कनेक्ट करें
it: Connessione automatica all'avvio dell'app
ja: アプリ起動時に自動で接続
pt_br: Conectar automaticamente na inicialização do aplicativo
ru: Автоподключение при запуске приложения
tr: Uygulama başlatıldığında otomatik bağlan
uk: Автоматичне підключення під час запуску програми
vi: Tự động kết nối khi khởi động ứng dụng
zh_hans: 应用启动时自动连接

# autoConnectTitle
source: Auto-connect
ar: اتصال تلقائي
bn: স্বয়ংক্রিয়ভাবে সংযোগ
de: Automatisch verbinden
es: Conexión automática
fa: اتصال خودکار
fr: Connexion automatique
hi: ऑटो-कनेक्ट
it: Connessione Automatica
ja: 自動接続
pt_br: Conectar automaticamente
ru: Автоподключение
tr: Otomatik-Bağlantı
uk: Авто-підключення
vi: Tự động kết nối
zh_hans: 自动连接

# automaticThemeSubtitle
source: Use device theme
ar: استخدام نمط الجهاز
bn: ডিভাইস থিম ব্যবহার করুন
de: Nutze Geräte Modus
es: Usar tema del dispositivo
fa: استفاده از تم دستگاه
fr: Utiliser l'apparence de l'appareil
hi: डिवाइस की थीम का उपयोग करें
it: Usa tema del dispositivo
ja: デバイスのテーマを使用
pt_br: Usar tema do dispositivo
ru: Использовать тему устройства
tr: Cihaz temasını kullan
uk: Використовувати тему пристрою
vi: Sử dụng giao diện của thiết bị
zh_hans: 使用设备模式

# automaticThemeTitle
source: Automatic
ar: بشكل آلي
bn: স্বয়ংক্রিয়
de: Automatisch
es: Automático
fa: خودکار
fr: Automatique
hi: स्वचालित
it: Automatico
ja: 自動
pt_br: Automático
ru: Автоматически
tr: Otomatik
uk: Автоматично
vi: Tự động
zh_hans: 自动

source: Cancel
ar: إلغاء
bn: ক্যানসেল
de: Abbrechen
es: Cancelar
fa: انصراف
fr: Annuler
hi: कैंसल
it: Annulla
ja: キャンセル
pt_br: Cancelar
ru: Отмена
tr: Iptal et
uk: Скасувати
vi: Hủy bỏ
zh_hans: 取消

# censorship.amneziawg.link
source: How AmneziaWG prevents DPI
ar: كيف يمنع أمنيزياي الفريق إدارة شؤون الإعلام
bn: Amnezia WG কীভাবে DPI প্রতিহত করে
de: Wie AmneziaWG DPI verhindert
es: Cómo AmneziaWG previene DPI
fa: AmneziaWG چگونه از DPI جلوگیری می‌کند
fr: Comment AmneziaWG empêche les DPI
hi: AmneziaWG किस प्रकार DPI को रोकता है?
it: Come AmneziaWG previene il DPI
ja: AmneziaWGがDPIを防ぐ方法
pt_br: Como o AmneziaWG impede o DPI
ru: Как AmneziaWG предотвращает DPI
uk: Як AmneziaWG запобігає DPI
vi: AmneziaWG ngăn chặn DPI như thế nào
zh_hans: 阿姆涅齐亚工作组如何阻止DPI

# censorship.amneziawg.subtitle1
source: Makes WireGuard traffic harder to detect. Introduces decoy packets that disrupt simple rules often used by Deep Packet Inspection (DPI) censorship systems, improving connection reliability in restrictive environments.
ar: يجعل حركة مرور WireGuard أكثر صعوبة لكشفها. يقدم حزم مفككة تعطل القواعد البسيطة التي كثيرا ما تستخدمها نظم الرقابة على عمليات التفتيش العميقة (Deep Packet)، مما يحسن موثوقية الاتصال في البيئات التقييدية.
bn: WireGuard ট্রাফিক শনাক্ত করা কঠিন করে তোলে। এটি ডিকয় (প্রতারণামূলক) প্যাকেট প্রয়োগ করে যা সাধারণত Deep Packet Inspection (DPI) সিস্টেমে ব্যবহৃত সরল নিয়মগুলো ব্যাহত করে, ফলে সীমাবদ্ধ নেটওয়ার্কে সংযোগের নির্ভরযোগ্যতা বাড়ে। নোট: শুধুমাত্র ক্লায়েন্ট-সাইডে বাস্তবায়িত
de: Erschwert die Erkennung von WireGuard Datenverkehr. Führt Scheinpakete ein, die einfache Regeln stören, die häufig von Deep Packet Inspection (DPI)-Zensursystemen verwendet werden. So wird die Verbindungszuverlässigkeit in restriktiven Umgebungen verbessert.
es: Hace que el tráfico de Wirex sea más difícil de detectar. Introducir paquetes señuelos que interrumpen reglas simples a menudo utilizadas por sistemas de censura de Deep Packet Inspection (DPI), mejorando la fiabilidad de la conexión en entornos restrictivos.
fa: تشخیص ترافیک WireGuard را سخت‌تر می‌کند. با تزریق بسته‌های فریب‌دهنده، قواعد ساده‌ای را که اغلب توسط سیستم‌های سانسور مبتنی بر DPI (بازرسی عمیق بسته‌ها) به‌کار می‌روند برهم می‌زند و پایداری اتصال را در شبکه‌های محدودکننده بهبود می‌دهد.
fr: Rend le trafic WireGuard plus difficile à détecter. Introduit des paquets de leurre qui perturbent les règles simples souvent utilisées par les systèmes de censure Deep Packet Inspection (DPI), améliorant la fiabilité de la connexion dans les environnements restrictifs.
hi: यह WireGuard ट्रैफ़िक का पता लगाना कठिन बना देता है। यह ऐसे नकली पैकेट उत्पन्न करता है जो डीप पैकेट इंस्पेक्शन (DPI) सेंसरशिप सिस्टम द्वारा अक्सर उपयोग किए जाने वाले सरल नियमों को बाधित करते हैं, जिससे प्रतिबंधात्मक वातावरण में कनेक्शन की विश्वसनीयता में सुधार होता है।
it: Rende il traffico WireGuard più difficile da rilevare. Introduce pacchetti di richiamo che disturbano semplici regole spesso utilizzate dai sistemi di censura Deep Packet Inspection (DPI), migliorando l'affidabilità della connessione in ambienti restrittivi.
ja: WireGuard のトラフィックを検出するのが難しくなります。 Deep Packet Inspection(DPI)検閲システムによって頻繁に使用される単純なルールを破壊するおとりパケットを導入し、制限環境での接続信頼性を向上させます。
pt_br: Torna o tráfego do WireGuard mais difícil de detectar. Introduz pacotes de descodificação que perturbam regras simples frequentemente usadas por sistemas de censura de Inspeção de Pacotes Profundos (DPI), melhorando a confiabilidade da conexão em ambientes restritivos.
ru: Делает трафик WireGuard труднее обнаружить. Представляет коевые пакеты, нарушающие простые правила, часто используемые системами Deep Packet Inspection (DPI), что повышает надежность соединения в ограничительных средах.
uk: Ускладнює виявлення трафіку WireGuard. Впроваджує пакети-приманки, які порушують прості правила, що часто використовуються системами цензури Deep Packet Inspection (DPI), покращуючи надійність з'єднання в обмежувальних середовищах.
vi: Giúp lưu lượng WireGuard khó bị phát hiện hơn. Đưa vào các gói tin mồi nhử phá vỡ các quy tắc đơn giản thường được sử dụng bởi các hệ thống kiểm duyệt Kiểm tra gói sâu (DPI), cải thiện độ tin cậy của kết nối trong các môi trường hạn chế.
zh_hans: 使Wire护盾流量更难侦测。 采用欺骗性数据包，扰乱深包检查系统经常使用的简单规则，提高了在限制性环境下的连接可靠性。

# censorship.amneziawg.subtitle2
source: Note: Only implemented client-side.
ar: ملاحظة: تم فقط تنفيذ جانب العميل.
bn: নোট: শুধুমাত্র ক্লায়েন্ট-সাইডে বাস্তবায়িত।
de: Hinweis: Nur clientseitig implementiert.
es: Nota: Sólo implementado el lado del cliente.
fa: توجه: فقط در سمت کاربر پیاده‌سازی شده است.
fr: Note : Seulement mis en œuvre côté client.
hi: नोट: यह केवल क्लाइंट-साइड पर ही लागू किया गया है।
it: Nota: Solo lato client implementato.
ja: 注: 実装されたクライアント側のみです。
pt_br: Nota: Apenas o cliente implementado.
ru: Примечание: Реализовано только на стороне клиента.
uk: Примітка: реалізовано тільки на стороні клієнта.
vi: Lưu ý: Chỉ được triển khai ở phía máy khách.
zh_hans: 注意：只实现了客户端。

# censorship.amneziawg.title
source: Minimal obfuscation (AmneziaWG)
ar: الحد الأدنى من التشويش
bn: ন্যূনতম ওবফাসকেশন (Amnezia WG)
de: Minimale Verschleierung (AmneziaWG)
es: Ofuscación mínima (AmneziaWG)
fa: مبهم‌سازی حداقلی (AmneziaWG)
fr: obfuscation minimale (AmneziaWG)
hi: न्यूनतम अस्पष्टीकरण (AmneziaWG)
it: Opacità minima (AmneziaWG)
ja: 最小難読化(AmneziaWG)
pt_br: ofuscação mínima (AmneziaWG)
ru: Минимальное обфускация (AmneziaWG)
uk: Мінімальне заплутування (AmneziaWG)
vi: Mức độ che giấu tối thiểu (AmneziaWG)
zh_hans: 最小混淆（阿姆内齐亚工作组）

# censorship.quic.disable.alert.subtitle
source: This will reconnect you without QUIC protocol enabled. You will keep your current servers.
ar: سيؤدي هذا إلى إعادة اتصالك دون تفعيل بروتوكول QUIC. سوف تحتفظ بخوادمك الحالية.
bn: এতে QUIC ছাড়া আপনাকে পুনরায় সংযুক্ত করা হবে। আপনার বর্তমান সার্ভারগুলো ধরে রাখা হবে।
de: Dadurch wirst du neu verbunden, ohne dass das QUIC-Protokoll aktiviert ist. Du behältst deinen aktuellen Server.
fa: اتصال مجدد بدون فعال بودن پروتکل QUIC انجام می‌شود. سرورهای فعلی شما حفظ خواهند شد.
hi: इससे आप QUIC प्रोटोकॉल को निष्क्रिय किए बिना पुनः कनेक्ट हो जाएंगे। आपके वर्तमान सर्वर आपके पास ही रहेंगे।
it: Questo ti ricollegherà senza il protocollo QUIC abilitato. manterrà i tuoi server correnti.
ru: Это переподключит вас без включенного протокола QUIC. Вы сохраните свои текущие серверы.
uk: Це дозволить вам знову підключитися без увімкненого протоколу QUIC. Ви збережете свої поточні сервери.
vi: Thao tác này sẽ kết nối lại mà không bật giao thức QUIC. Bạn sẽ giữ nguyên các máy chủ hiện tại.

# censorship.quic.disable.alert.subtitle1
source: Your data stays protected during reconnection
ar: البيانات الخاصة بك تبقى محمية أثناء إعادة الاتصال
bn: পুনরায় সংযোগের সময় আপনার ডেটা সুরক্ষিত থাকবে।
de: Ihre Daten bleiben bei einer Neuverbindung geschützt
es: Sus datos permanecen protegidos durante la reconexión
fa: داده‌های شما در هنگام اتصال مجدد محافظت می‌شوند
fr: Vos données restent protégées pendant la reconnexion
hi: पुनः कनेक्शन के दौरान आपका डेटा सुरक्षित रहता है
it: I tuoi dati rimangono protetti durante la riconnessione
ja: 再接続中にデータは保護されたままです
pt_br: Seus dados permanecem protegidos durante a reconexão
ru: Ваши данные остаются защищены во время переподключения
tr: Yeniden bağlanma sırasında verileriniz güvende kalır.
uk: Ваші дані залишаються захищеними під час повторного підключення
vi: Dữ liệu của bạn vẫn được bảo vệ trong quá trình kết nối lại
zh_hans: 您的数据在重新连接时依然受到保护

# censorship.quic.disable.alert.title
source: Disable enhanced connection (QUIC)?
ar: تعطيل الاتصال المحسن (QUIC)؟
bn: উন্নত সংযোগ (QUIC) অক্ষম করবেন?
de: Verbesserte Verbindung deaktivieren (QUIC)?
es: ¿Deshabilitar conexión mejorada (QUIC)?
fa: غیرفعال‌سازی اتصال بهبود یافته (QUIC)؟
fr: Désactiver la connexion améliorée (QUIC) ?
hi: संशोधित कनेक्शन (QUIC)?
it: Disabilita la connessione avanzata (QUIC)?
ja: 拡張接続（QUIC）を無効にしますか？
pt_br: Desativar a conexão aprimorada (QUIC)?
ru: Отключить расширенное соединение (QUIC)?
tr: Geliştirilmiş bağlantıyı (QUIC) devre dışı mı bırakmak istiyorsunuz?
uk: Вимкнути розширене з'єднання (QUIC)?
vi: Tắt kết nối nâng cao (QUIC)?
zh_hans: 禁用增强连接(QUIC)？

# censorship.quic.disableAndReconnect
source: Reconnect without QUIC now
ar: إعادة الاتصال بدون QUIC الآن
bn: এখনই QUIC ছাড়া পুনরায় সংযুক্ত করুন
de: Jetzt ohne QUIC wiederverbinden
es: Volver a conectar sin QUIC ahora
fa: هم‌اکنون بدون QUIC مجدداً اتصال برقرار شود
fr: Se reconnecter sans QUIC maintenant
hi: QUIC के बिना अभी पुनः कनेक्ट करें
it: Riconnetti senza QUIC ora
ja: QUICなしで今再接続する
pt_br: Reconectar sem QUIC agora
ru: Переподключиться без QUIC
tr: Şimdi QUIC olmadan yeniden bağlan
uk: Підключитися знову без QUIC зараз
vi: Kết nối lại ngay bây giờ mà không dùng QUIC
zh_hans: 不使用QUIC重新连接

# censorship.quic.enable.alert.title
source: Enable enhanced connection (QUIC)?
ar: تمكين الاتصال المعزز (QUIC)؟
bn: উন্নত সংযোগ (QUIC) চালু করবেন ?
de: Verbesserte Verbindung aktivieren (QUIC)?
es: ¿Habilitar conexión mejorada (QUIC)?
fa: فعالسازی اتصال بهبود یافته (QUIC)؟
fr: Activer la connexion améliorée (QUIC) ?
hi: संशोधित कनेक्शन (QUIC)?
it: Abilitare una connessione avanzata (QUIC)?
ja: 拡張接続を有効にしますか？
pt_br: Ativar conexão aprimorada (QUIC)?
ru: Включить расширенное соединение (QUIC)?
tr: Geliştirilmiş bağlantıyı (QUIC) etkinleştirmek ister misiniz?
uk: Увімкнути розширене з'єднання (QUIC)?
vi: Bật kết nối nâng cao (QUIC)?
zh_hans: 启用增强连接(QUIC)？
